/* RSSBadge */
"Please use the Inspector to connect this pagelet to a suitable collection in your site." = "請使用“檢閱器“來將此 Pagelet 連至您網站中的適用頁面集。";

/* Prompt to subscribe to the given collection via RSS */
"Subscribe to RSS feed" = "訂閱 RSS feed";

/* RSS Badge */
"The chosen collection has no RSS feed.  Please use the Inspector to set it to generate an RSS feed and have an index." = "所選頁面集沒有 RSS feed。請使用“檢閱器”來將其設為產生 RSS feed 並製作索引。";

/* RSS Badge */
"To subscribe to this feed, drag or copy/paste this link to an RSS feed reader application." = "若要訂閱此 feed，請拖移或拷貝/貼上此連結到 RSS feed 閱讀程式。";